[{"_id":"576bd9e083766a39161cc048","title":"Budget for a trip to Myanmar","author":"Paul Stones","content":"Myanmar, ex Burma, is an amazing and charming country. It’s inhabitants’ natural curiosity and the authenticity of its traditions has turned this country into one of my favourite in Southeast Asia. With this post I’ll try to give you an idea of the necessary budget for a trip to Myanmar, so you can plan your trip in the most accurate way possible. ","date":"June 23rd 2016","_acl":{"creator":"576bd9277d51be2b3c25b9dd"},"_kmd":{"lmt":"2016-06-23T12:45:20.680Z","ect":"2016-06-23T12:45:20.680Z"}},{"_id":"576bd9ecbccfb3cc2e008e65","title":"Phong Nha, Vietnam | Travel Guide","author":"Mike Johnson","content":"I discovered Phong Nha on my second trip to Vietnam, and I was only sorry that I didn’t discover it earlier. Designated a World Heritage Site by UNESCO in 2003, the Phong Nha National Park is home of some of the largest caves in the world. And these caves are the reason why thousands of tourists go there annually. The park is relatively recent. It only began being explored by specialists in 1990 and was only open to the public in 2010. Since then, they have discovered caves so big that a full Manhattan city block, filled with skyscrappers, would fit in it. Three days is the perfect amount of time you would need to spend in Phong Nha, in order to discover its famous caves and appreciate the peaceful environment and breathtaking sceneries.","date":"June 1st 2015","_acl":{"creator":"576bd9277d51be2b3c25b9dd"},"_kmd":{"lmt":"2015-06-01T12:45:32.742Z","ect":"2015-06-01T12:45:32.742Z"}},{"_id":"576bda7215210cb92b711f32","title":"Yangon, Myanmar","author":"Johnatan Cruz","content":"Yangon is the most frequent entry door to Myanmar and as such, the first destination to be explored in this amazing country. Myanmar’s ex-capital is a city that fascinates us from the start, with its life, smells and flavors giving us our first taste of the burmese culture. This Yangon Travel Guide intends to give you useful tips that you can use to plan your trip to this amazing city.","date":"January 23rd 2014","_acl":{"creator":"576bda1081d714b142f84ff2"},"_kmd":{"lmt":"2014-06-01T12:47:46.310Z","ect":"2014-06-01T12:47:46.310Z"}}]